// 1 ֊֊֊֊֊֊֊֊֊֊֊֊֊֊֊֊֊֊
// Գտնել ամեն գույնի քառակքուսիները ընդհանուրի քանի տոկոսն է կազմում։
// Օրինակ ընդհանուր կա 100, որից 20ը կարմիր՝ նշանակում է կա 20% կարմիր։

// 2 ֊֊֊֊֊֊֊֊֊֊֊֊֊֊֊֊֊֊
// Ստեղծել button, որի click֊ը ամեն գույնի ամենափոքր քառակուսին կսարգի 
// սև և ամենամեծը գազարագույն։

// 3 -----------------
// Քարակուսու վրա click անելուց այն կլորացնել։

// 4 -----------------
//  Ստեղծել button, որի click֊ը 
// դեղինները կտանի էկրանի աջ անկունը, կանաչները ձաք, կապույտները վերև, կարմիրները ներգև։



